{"":{"domain":"sg-cachepress","plural_forms":"nplurals=2; plural=n != 1;","lang":"it"},"DNS Prefetching":["DNS Prefetching"],"Scheduled Database Maintenance":["Manutenzione programmata del database"],"Heartbeat Optimization":["Ottimizzazione Heartbeat"],"Your site tried to store a single object above 1MB in Memcached which is above the limitation and will actually slow your site rather than speed it up. Please, check your Options table for obsolete data before enabling it again. Note that the service will be automatically disabled if such error occurs again.":["Il tuo sito ha tentato di memorizzare un oggetto di oltre 1 MB in Memcached che è al di sopra del limite impostato. Questo rallenterà il tuo sito anziché accelerarlo. Per favore controlla la sezione Opzioni per i dati obsoleti prima di abilitarlo di nuovo. Tieni presente che il servizio verrà disabilitato automaticamente se si verifica nuovamente questo errore."],"Welcome to SG Optimizer":["Benvenuto su SG Optimizer"],"Fix for Lazy Loading Short Codes":["Fix per gli Short Code del Lazy Load"],"Enable Now":["Attiva ora"],"We are combining all the JS files that your theme and plugins include in your site header and footer in order to lower the number of requests it is producing. We will keep the scripts in their original location after the combination for best compatibility with other plugins. Note, that in some cases you may need to exclude a script or two from combination so make sure you check your site after enabling the JavaScript Files Combination!":["Stiamo combinando tutti i file JS che il tuo tema e i plugin includono nell'header e nel footer del tuo sito, al fine di ridurre il numero di richieste prodotte. Conserveremo gli script nella loro posizione originale dopo la combinazione per una migliore compatibilità con altri plugin. Tieni presente che in alcuni casi potresti dover escludere uno o due script dalla combinazione, quindi ricordati di controllare il tuo sito dopo aver attivato la combinazione dei file JavaScript!"],"JavaScript Files Combination":["Combinazione di file JavaScript"],"Exclude from JavaScript Combination":["Escludi dalla combinazione dei JavaScript"],"Combine your JavaScript files in order to reduce the number of requests to the server.":["Combina i tuoi file JavaScript per ridurre il numero di richieste al server."],"Combine JavaScript Files":["Combina file JavaScript"],"Optimization Type":["Tipo di ottimizzazione"],"Chose the quality of WebP copies created by us. Higher quality means higher image size.":["Scegli la qualità delle copie WebP create da noi. Una qualità superiore significa anche una dimensione maggiore dell'immagine."],"Optimization Level":["Livello di ottimizzazione"],"WebP settings have been changed, please, {{link}}re-generate{{\/link}} your images!.":["Le impostazioni di WebP sono state modificate, per favore {{link}}rigenera{{\/link}} le tue immagini!"],"If you notice issues with parts of your site, use the Exclude functionality to keep those scripts separate from the combination.":["Se noti problemi con parti del tuo sito, utilizza la funzionalità Escludi, per escludere quegli script dalla combinazione."],"Combining JavaScript files may cause issues with scripts that require certain order of execution. This is why we advise you to check the frontend of your website after you enable this optimization.":["La combinazione di file JavaScript può causare problemi con script che richiedono un determinato ordine di esecuzione. Questo è il motivo per cui ti consigliamo di controllare il frontend del tuo sito dopo aver abilitato questa ottimizzazione."],"Top 3 Optimization Opportunities":["Le 3 migliori opportunità di ottimizzazione"],"Media Optimization":["Ottimizzazione dei media"],"We will lazy load all videos you have added directly to your pages.":["Attiveremo il lazy load di tutti i video che hai aggiunto direttamente sulle tue pagine."],"Lazy Load Videos":["Lazy Load dei video"],"We will lazy load iframes often used for things like video embeds from another sources. ":["Attiveremo il lazy load degli iframe più usati per elementi come i video incorporati da altre fonti."],"Lazy Load Iframes":["Lazy Load degli iframe"],"Lazy Load Media":["Lazy Load dei media"],"Your site is loading super fast!":["Il tuo sito si carica in modo super veloce!"],"Don’t Show This Again":["Non mostrare più"],"Help more people optimize their sites by rating our plugin.":["Aiuta più persone a ottimizzare i loro siti, vota il nostro plugin."],"Thanks for using SG Optimizer to make your site faster!":["Grazie per utilizzare SG Optimizer per rendere il tuo sito più veloce!"],"Get the best performance for your WordPress website with our optimization plugin. It handles caching, system settings, and all the necessary configurations for a blazing-fast website. With the SiteGround Optimizer enabled, you’re getting the very best from your hosting environment!":["Ottieni le migliori prestazioni per il tuo sito WordPress con il nostro plugin di ottimizzazione. Gestisce la cache, le impostazioni di sistema e tutte le configurazioni necessarie per avere un sito velocissimo. Con SG Optimizer abilitato, otterrai il meglio dal tuo ambiente di hosting!"],"IMAGE OPTIMIZATION":["OTTIMIZZAZIONE IMMAGINI"],"Combine multiple CSS files into one to lower the number of requests your site generates.":["Unisci più file CSS in uno per ridurre il numero di richieste generate dal tuo sito."],"Combine and minify your CSS files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Combina e ridimensiona i file CSS per ridurne le dimensioni, migliorare il caching e diminuire il numero di richieste al server."],"Add async parameter to the JavaScript files loaded in the header section of your site so they don’t block your page rendering.":["Aggiungi un parametro asincrono ai file JavaScript caricati nell’header del tuo sito, in modo che non blocchino il rendering della pagina."],"Load Render-blocking JavaScript Files Asynchronously":["Carica in modo asincrono i file JavaScript che bloccano il rendering"],"Combine and minify your JavaScript files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Combina e ridimensiona i tuoi file JavaScript per ridurne le dimensioni, migliorare il caching e ridurre il numero di richieste al server."],"Removes unnecessary characters from your HTML output saving data and improving your site speed.":["Rimuove i caratteri non necessari dall'output HTML salvando i dati e migliorando la velocità del tuo sito."],"FRONTEND OPTIMIZATION":["OTTIMIZZAZIONE FRONTEND"],"ENVIRONMENT OPTIMIZATION":["OTTIMIZZAZIONE DELL’AMBIENTE"],"Select whether new sites should have the Dynamic Caching enabled for them or not.":["Seleziona se i nuovi siti devono avere abilitata o meno la Cache Dinamica."],"SUPERCACHER SETTINGS":["IMPOSTAZIONI SUPERCACHER"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Environment Optimization tab.":["Seleziona se gli amministratori del sito possono accedere e apportare modifiche nella sezione di Ottimizzazione Ambiente di SiteGround Optimizer."],"Environment Optimizations":["Ottimizzazioni dell'ambiente"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Image Optimization tab.":["Seleziona se gli amministratori del sito possono accedere e apportare modifiche all'interno della sezione Ottimizzazione Immagine di SiteGround Optimizer."],"Image Optimizations":["Ottimizzazioni immagine"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Frontend Optmization tab.":["Seleziona se gli amministratori del sito possono accedere e apportare modifiche all'interno della sezione Ottimizzazione Frontend di SiteGround Optimizer."],"Frontend Optimizations":["Ottimizzazioni del frontend"],"Select whether site admins can access and make changes within the SiteGround Optimizer's SuperCacher tab.":["Seleziona se gli amministratori del sito possono accedere e apportare modifiche all'interno della sezione SuperCacher di SiteGround Optimizer."],"In this section, set the access permission for admins of separate sites.":["In questa sezione imposta i permessi di accesso per gli amministratori di siti diversi."],"Site Admin Permissions":["Autorizzazioni dell'admin del sito"],"In order to exclude images from lazy loading, please add their CSS classes to the exclusion list. Add each CSS class on a separate line.":["Per escludere le immagini dal Lazy Load, aggiungi le loro classi CSS all'elenco di esclusione. Aggiungi ogni classe CSS su una riga separata."],"Exclude from Lazy Load":["Escludi da Lazy Load"],"Enable if you want to enable lazy-load images in your store, product and other WooCommerce pages.":["Attiva il lazy-load delle immagini nello store, nella pagina prodotto e nelle altre pagine WooCommerce."],"Lazy Load Product Images":["LazyLoad immagini prodotto"],"Enable if you want to use lazy-loading features for mobile requests to your site.":["Abilita se vuoi usare la funzione di lazy load per le richieste mobile sul tuo sito."],"Enable this option if you want the images in your widget areas to load only when users reach them. ":["Abilita questa opzione se desideri che le immagini nell'area dei widget vengano caricate solo quando gli utenti le raggiungono."],"Lazy Load Widgets":["Lazy Load dei widget"],"Certain plugins and themes generate multiple images from a single upload to work better on different devices. Enable if you want to lazy-load these too.":["Alcuni plugin e temi generano più immagini da un singolo upload per funzionare meglio su diversi device. Abilita, se vuoi attivare il lazy-load anche per questi."],"Lazy Load Responsive Images":["Lazy Load delle immagini resposive"],"Enable if you want to lazy-load the thumbnail sizes of your original images.":["Abilita se desideri attivare il lazy-load per le dimensioni delle thumbnail delle immagini originali."],"Lazy Load Thumbnails":["Lazy Load delle Thumbnail"],"When users comment under your posts, WordPress tries to load their avatars from gravatar.com. We recommend lazy-loading them as your users scroll down through your page if you have a high number of comments. ":["Quando gli utenti commentano i tuoi post, WordPress prova a caricare i loro avatar da gravatar.com. Ti consigliamo il lazy-load per essi perché, se hai un numero elevato di commenti, i tuoi utenti faranno uno scroll-down della tua pagina."],"Lazy Load Gravatars":["Lazy Load dei Gravatar"],"Load images only when they are visible in the browser":["Carica le immagini solo quando sono visibili nel browser"],"Lazy Load Images":["Lazy Load delle immagini"],"All images in your Media Library have been optimized successfully! Force {{link}}re-optimization{{\/link}} of your images.":["Tutte le immagini nella tua libreria multimediale sono state ottimizzate con successo! Forza la {{link}}ri-ottimizzazione{{\/link}} delle tue immagini."],"https:\/\/www.siteground.com\/kb\/disable-enable-wordpress-cron\/":["https:\/\/it.siteground.com\/kb\/come-disattivare-abilitare-il-wordpress-cron\/"],"We've detected that the WordPress cronjob functionality is not working. Please, enable it following the instructions in {{link}}this article{{\/link}} and refresh this page. If you’re using a real cron job, you can {{link2}}ignore this message{{\/link2}} at your own risk. Note, that in this case, those operations may take longer than usual to complete.":["Abbiamo rilevato che la funzionalità cronjob di WordPress non sta funzionando. Per favore, abilitala seguendo le istruzioni in {{link}} questo articolo {{\/ link}} e aggiorna questa pagina. Se stai utilizzando un vero cronjob, puoi {{link2}} ignorare questo messaggio {{\/ link2}} a tuo rischio. Tieni presente che, in questo caso, le operazioni potrebbero richiedere più tempo del solito per essere completate."],"Start Optimization":["Inizio Ottimizzazione"],"Resume Optimization":["Riprendi l’ottimizzazione"],"We will optimize all your existing images with minimal or no loss in quality. Note, that this will overwrite your original images.":["Ottimizzeremo tutte le tue immagini con una perdita di qualità minima o nulla. Tieni presente che questo sovrascriverà le tue immagini originali."],"Existing Images Optimization":["Ottimizzazione immagini esistenti"],"We will automatically optimize all new images that you upload to your Media Library.":["Ottimizzeremo automaticamente tutte le nuove immagini che caricherai dalla Media Library."],"Enable to prevent WordPress from automatically detecting and generating emojis in your pages.":["Abilita per impedire a WordPress di rilevare e generare automaticamente emoji nelle tue pagine."],"Disable Emojis":["Disabilita Emoji"],"Removes version query strings from your static resources improving the caching of those resources.":["Rimuove le stringhe di ricerca dalle risorse statiche migliorando la memorizzazione nella cache di tali risorse."],"Remove Query Strings From Static Resources":["Rimuovi le stringhe di ricerca dalle risorse statiche"],"Combine the loading of Google fonts reducing the number of HTTP requests.":["Combina il caricamento dei font Google riducendo il numero di richieste HTTP."],"Optimize Loading of Google Fonts":["Ottimizza il caricamento dei font Google"],"Exclude from CSS Combination":["Escludi dalla combinazione CSS"],"Combine multiple CSS files into one to lower the number of requests your site generates. ":["Combina più file CSS in uno per ridurre il numero di richieste generate dal tuo sito."],"Combine CSS Files":["Unisci i file CSS"],"Exclude From CSS Minification":["Escludi dalla minificazione CSS"],"Minify your CSS files in order to reduce their size and reduce the number of requests to the server. ":["Minifica i tuoi file CSS per ridurre le dimensioni e il numero di richieste al server."],"Minify CSS Files":["Minifica i file CSS"],"Exclude from Loading JS Files Asynchronously":["Escludi dal caricamento asincrono dei file JS"],"Defer loading of render-blocking JavaScript files for faster initial site load. ":["Rinvia il caricamento di file JavaScript che bloccano la visualizzazione, per veocizzare il caricamento inziale del sito."],"Exclude from JavaScript Minification":["Escludi dalla minimizzazione JavaScript"],"Minify your JavaScript files in order to reduce their size and reduce the number of requests to the server. ":["Minifica i tuoi file JavaScript per ridurre le dimensioni e il numero di richieste al server."],"Minify JavaScript Files":["Minifica i file JavaScript"],"With this functionality, you can exclude different pages from HTML minification.":["Con questa funzionalità è possibile escludere pagine diverse dalla minificazione HTML."],"Exclude URLs from HTML Minification":["Escludi gli URL dalla minificazione HTML"],"Removes unnecessary characters from your HTML output saving data and improving your site speed. ":["Rimuove i caratteri non necessari dall'output HTML salvando i dati e migliorando la velocità del sito."],"Minify the HTML Output":["Minifica l'output HTML"],"Enable this option in case you’re getting insecure content errors on your website. We will dynamically rewrite insecure requests for resources coming from your site":["Abilita questa opzione se ricevi errori di elementi non sicuri sul sito. Riscriveremo dinamicamente le richieste insicure per tutti gli elementi inerenti al tuo sito"],"Fix Insecure Content":["Sistema i contenuti non sicuri"],"Configures your site to work correctly via HTTPS and forces a secure connection to your site.":["Configura il tuo sito per funzionare correttamente tramite HTTPS e forza una connessione sicura al tuo sito."],"Enable HTTPS":["Abilita HTTPS"],"There is nothing here yet":["Non c'è ancora niente qui"],"Please Wait, We Are Performing a Google PageSpeed Test on Your Page":["Ti preghiamo di attendere, stiamo eseguendo un test di Google PageSpeed ​​sulla tua pagina"],"Analyze":["Analizza"],"URL":["URL"],"Device Type":["Tipo di dispositivo"],"Test how optimized your website is. Our performance check is powered by Google PageSpeed.":["Verifica quanto è ottimizzato il tuo sito web. Il nostro controllo delle prestazioni è basato su Google Page Speed."],"Score Check":["Verifica del punteggio"],"GZIP Compression is enabled by default automatically saving you bandwidth and improving the loading speeds of your pages.":["La compressione GZIP è attiva di default per salvare automaticamente la larghezza di banda e migliorare la velocità di caricamento delle tue pagine."],"Enables a compression of the content that's delivered to your visitors browsers improving the network loading times of your site.":["Consente una compressione del contenuto che viene consegnato ai browser dei visitatori, migliorando i tempi di caricamento della rete del tuo sito."],"Powerful object caching for your site. It stores frequently executed queries to your databases and reuses them for better performance.":["Una cache degli oggetti potente per il tuo sito. Memorizza le query eseguite frequentemente sui tuoi database e li riutilizza per prestazioni migliori."],"Memcached":["Memcached"],"See examples":["Vedi gli esempi"],"Use this feature if you want to exclude certain parts of your website from being cached and keep them dynamic.":["Utilizza questa funzione se desideri escludere alcune parti del tuo sito web dalla cache e mantenerle dinamiche."],"Excluding URLs":["Escludo gli URL"],"We recommend you to enable this feature {{strong}}only{{\/strong}} if you’re experiencing issues with plugins, generating mobile version of your site or similar functionality. Once enabled, the cache has to be generated separately for different browsers which lowers its efficiency.":["Ti consigliamo di abilitare questa funzione {{strong}}solo{{\/strong}} se riscontri problemi con i plugin che generano la versione mobile del tuo sito o con funzionalità simili. Una volta abilitata, la cache deve essere generata separatamente per diversi browser, il che ne riduce l'efficienza."],"See rules":["Vedi le regole"],"Automatically perform a smart cache purge after every content modification.":["Esegui automaticamente una pulizia intelligente della cache dopo ogni modifica del contenuto."],"Automatic Cache Purge":["Pulizia automatica della cache"],"Purging ...":["Svuotamento ..."],"Clear the Dynamic Cache for your entire website.":["Pulisce la Cache Dinamica di tutto il sito."],"Manual Cache Purge":["Pulizia manuale della Cache"],"Store your content in the server’s memory for a faster access with this full-page caching solution powered by NGINX.":["Archivia i tuoi contenuti nella memoria del server per un accesso più rapido, con questa soluzione di caching full-page di NGINX."],"Dynamic Caching":["Caching Dinamico"],"NGINX Direct Delivery takes care of your static resources including proper expiration dates for your browser caching.":["NGINX Direct Delivery si occupa delle risorse statiche, comprese le date di scadenza per la cache del browser."],"Adds rules to store in your visitors browser cache to keep static content longer for better site performance.":["Aggiunge regole per l'archiviazione nella cache del browser dei tuoi visitatori, per mantenere più a lungo i contenuti statici e migliorare le prestazioni del sito."],"All WebP copies of your files have been generated successfully! Force {{link}}re-generation{{\/link}} of your images.":["Tutte le copie WebP dei tuoi file sono state generate correttamente! Forza la {{link}}ri-generazione{{\/link}} delle tue immagini."],"Bulk Generate WebP Files":["Genera file WebP in blocco"],"Delete all WebP Files":["Elimina tutti i file WebP"],"Generate or delete a WebP copy of your existing media library.":["Genera o elimina una copia WebP della tua libreria multimediale."],"Manage WebP Copies for Existing Images":["Gestisci copie WebP per le immagini esistenti"],"WebP is a next generation image format supported by modern browers which greatly reduces the size of your images.":["WebP è un formato di immagine di nuova generazione supportato da browser moderni che riduce notevolmente le dimensioni delle immagini."],"Generate WebP Copies of New Images":["Genera copie WebP delle nuove immagini"],"Generated %(optimized)s of %(total)s webp copies":["Genera %(optimized)s di %(total)s copie WebP"],"Pause":["Pausa"],"Optimized %(optimized)s of %(total)s images":["%(optimized)s immagini su %(total)s sono state ottimizzate"],"Please be patient, this process may take some time":["Ti preghiamo di attendere, questo processo potrebbe richiedere del tempo"],"This URL already exists in exclude list.":["Questo URL esiste già nell'elenco di esclusione."],"Exclude":["Escludi"],"You must input a class name.":["Devi introdurre un nome di classe."],"This item already exists in exclude list.":["Questo elemento esiste già nell'elenco di esclusione."],"Test":["Verifica"],"Check if the Dynamic Cache is working on a certain URL. Especially useful to make sure your Exclude list is working the way it should.":["Controlla se la Cache Dinamica funziona su un determinato URL. Particolarmente utile per assicurarti che la tua lista di esclusione funzioni come dovrebbe."],"Test URLs for Cache Status":["Verifica gli URL per lo stato della Cache"],"{{strong}}www.site.com\/parent-page\/*{{\/strong}} will exclude all sub-pages of \"parent-page\".":["{{strong}}www.site.com\/parent-page\/*{{\/strong}} escluderà tutte le sottopagine della \"parent page\"."],"{{strong}}www.site.com\/parent-page\/sub-page{{\/strong}} will exclude only that single URL.":["{{strong}}www.site.com\/parent-page\/sub-page{{\/strong}} escluderà solo quel singolo URL."],"You can exclude full or partial URLs using \"*\" as a wildcard. For example:":["Puoi escludere URL completi o parziali utilizzando \"*\" come carattere jolly. Per esempio:"],"In order to force HTTPS on your site, we will automatically update your database replacing all insecure links. In addition to that, we will add a rule in your .htaccess file, forcing all requests to go through encrypted connection.":["Per forzare HTTPS sul tuo sito, aggiorneremo automaticamente il tuo database sostituendo tutti i link non sicuri. In aggiunta a ciò, aggiungeremo una regola nel tuo file .htaccess, forzando tutte le richieste a passare attraverso la connessione crittografata."],"Doing this will delete all WebP files in your uploads folder and generate them anew!":["In questo modo verranno eliminati tutti i file WebP nella cartella dei caricamenti e generati di nuovo!"],"You’re about to switch to Managed PHP service. This means that SiteGround will automatically update your PHP version once we are sure there’s a better, safer and more stable version.":["Stai per passare al servizio PHP Gestito. Ciò significa che SiteGround aggiornerà automaticamente la tua versione PHP ogni volta che siamo sicuri sia disponibile una nuova versione più sicura e stabile."],"You’re switching to PHP %(version)s manually and you will stay on that version until you change it to a newer one. In case you experience any issues after the update, switch back the PHP version from your {{strong}}cPanel{{\/strong}} > {{strong}}PHP Version Manager{{\/strong}} tool.":["Stai passando a PHP %(version)s manualmente e manterrai questa versione finché non la cambierai nuovamente a mano. In caso di problemi dopo l'aggiornamento, ripristina la versione di PHP dallo strumento {{strong}}cPanel{{\/strong}} > {{strong}}Gestione versione PHP{{\/strong}}."],"This will delete all WebP files in your uploads folder! In case you need them, you will have to regenerate them again or restore that folder from a backup.":["Questo eliminerà tutti i file WebP nella tua cartella dei caricamenti! Se ne hai bisogno, dovrai rigenerarli di nuovo o ripristinare la cartella da un backup."],"Cancel":["Annulla"],"Specific URL Purge on comment actions and page, post, and category updates.":["Pulizia URL specifica su azioni commenti e aggiornamenti di pagine, post e categorie."],"Full Purge on page, posts, and category deletion, plugin and theme activation, deactivation, or update, and on WordPress core updates.":["Pulizia completa su cancellazione pagine, post e categorie, attivazione, disattivazione e aggiornamento di plugin e temi e aggiornamenti del core di WordPress."],"Purge your installation's entire Dynamic Cache or select parts in order to achieve the best hit-to-cache ratio for your account. Here are the plugin's purge rules:":["Pulisci l'intera Cache Dinamica della tua installazione o seleziona le parti da pulire, per ottimizzare l'efficienza dei risultati salvati in cache per il tuo account. Ecco le regole di pulizia cache del plugin:"],"Close":["Chiudi"],"If you notice issues with certain functionality, use the Exclude functionality to keep those scripts loading in a render-blocking manner.":["Se noti problemi con determinate funzionalità, usa la funzionalità Escludi per mantenere il caricamento di quegli script mantenendo il blocco di visualizzazione."],"Defering render-blocking JavaScript may cause issues with scripts that require certain order of execution. This is why we advise you to check the frontend of your website after you enable this optimization.":["Il rinvio del blocco di visualizzazione JS può causare problemi con gli script che richiedono un determinato ordine di esecuzione. Questo è il motivo per cui ti consigliamo di controllare il frontend del tuo sito dopo aver abilitato questa ottimizzazione."],"Confirm":["Conferma"],"WebP Generation for New Images":["Generazione WebP per le nuove immagini "],"Please, install an SSL certificate first!":["Per favore, installa prima un certificato SSL!"],"Awesome! You have worked hard.":["Fantastico! Hai lavorato bene."],"Your site is not performing in the best possible way, check out the optimization suggestions below.":["Il tuo sito non performa al massimo delle sue potenzialità. Dai un'occhiata ai nostri consigli di ottimizzazione qui di seguito."],"More optimization needed!":["Sono necessarie ulteriori ottimizzazioni!"],"There are few more steps to achieve excellent results!":["Mancano solo pochi passaggi per ottenere risultati eccellenti!"],"Almost there!":["Ci sei quasi!"],"Opportunities to Optimize":["Opportunità di ottimizzazione"],"The Following Areas of Your Site Are Well Optimized:":["Le seguenti aree del tuo sito sono ottimizzate:"],"Check for services like analytics tools, advertisement networks and tracking scrits and similar third party resources loaded outside of your site. Too many such scripts loaded may slow down your site signifficantly.":["Verifica la presenza di servizi come analytics, pubblicità, script di tracciamento e risorse simili di terze parti caricate al di fuori del tuo sito. Troppi script caricati potrebbero rallentare significativamente il tuo sito."],"Enable the <strong>Minify JavaScript Files<\/strong> and Defer Render-blocking JS options in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">Frontend Optimization tab<\/a> to pass this audit.":["Abilita le opzioni <strong>Minifica i file JavaScript<\/strong> e Rinvia il blocco di visualizzazione JS nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">sezione Ottimizzazione del frontend<\/a> per superare questa verifica."],"Enable the <strong>GZIP Compression<\/strong> option in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#environment\">Environment Optimization tab<\/a>. In addition, consider reducing the size and amount of content in your page.":["Abilita l'opzione <strong>Compressione GZIP<\/strong> nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#environment\">sezione Ottimizzazione dell'ambiente<\/a>. Inoltre, considera di ridurre le dimensioni e la quantità di contenuti nella tua pagina."],"Enable the <strong>Browser Caching<\/strong> option in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#environment\">Environment Optimization tab<\/a>.":["Abilita l'opzione <strong>Cache del browser<\/strong> nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#environment\">sezione Ottimizzazione dell'ambiente<\/a>."],"Enable the <strong>Minify the HTML Output<\/strong>, <strong>Minify JavaScript Files<\/strong> and <strong>Minify CSS Files<\/strong> options in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">Frontend Optimization tab<\/a> to pass this audit.":["Abilita le opzioni <strong>Minifica l'output HTML<\/strong>, <strong>Minifica i file JavaScript<\/strong> e <strong>Minifica i file CSS<\/strong> nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">sezione Ottimizzazione del frontend<\/a> per superare questa verifica."],"If you're using big animated GIFs on your site, try replacing them with actual videos which will provide better user experience and faster load times.":["Se stai utilizzando grandi GIF animate sul tuo sito, prova a sostituirle con video reali che offriranno una migliore esperienza utente e tempi di caricamento più rapidi."],"Enable the <strong>Defer Render-blocking JS<\/strong> option in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">Frontend Optimization tab<\/a> and exclude critical scripts from it to pass this audit.":["Abilita l'opzione <strong>Rinvia il blocco di visualizzazione JS<\/strong> nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">sezione Ottimizzazione del frontend<\/a> ed escludi da esso script critici per superare questo controllo."],"Make sure that you don't \"chain\" multiple redirects from one page to another. Use only www or non-www version of your website depending on your preferences.":["Assicurati di non \"legare\" più reindirizzamenti da una pagina all'altra. Usa solo la versione www o non www del tuo sito in base alle tue preferenze."],"Enable the <strong>Dynamic Caching<\/strong> option in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#supercacher\">SuperCacher Settings<\/a> tab.":["Abilita l'opzione <strong>Caching dinamico<\/strong> nelle <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#supercacher\">impostazioni SuperCacher<\/a>."],"Check if you have the Browser-Specific Caching enabled, if so, retry the test to make sure you're testing cached results.":["Verifica se è abilitata la cache del browser. In tal caso, riprova il test per assicurarti di testare i risultati memorizzati nella cache."],"When loading 3rd party resources, use the preconnect parameter to inform your browser that this is an important script: <link rel=\"preconnect\" 'href=\"https:\/\/example.com\">":["Quando si caricano risorse di terze parti, utilizza il parametro preconnect per informare il browser che si tratta di uno script importante: <link rel=\"preconnect\" 'href=\"https:\/\/example.com\">"],"Enable the <strong>GZIP Compression<\/strong> option in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#environment\">Environment Optimization tab<\/a>.":["Abilita l'opzione <strong>Compressione GZIP<\/strong> nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#environment\">sezione Ottimizzazione dell'ambiente<\/a>."],"WebP support will be available once we migrate your account to <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" target=\"_blank\" href=\"https:\/\/www.siteground.com\/blog\/new-client-area-and-site-tools\/\">Site Tools<\/a>.":["Il supporto WebP sarà disponibile una volta migrato il tuo account su <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" target=\"_blank\" href=\"https:\/\/it.siteground.com\/blog\/nuova-area-clienti-e-site-tools\/\">Site Tools<\/a>."],"Enable the <strong>WebP Support<\/strong> option under the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#images\">Image Optimization tab<\/a>.":["Abilita l'opzione <strong>Supporto WebP<\/strong> nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#images\">sezione Ottimizzazione immagini<\/a>."],"Even if your CSS is minified, you may still get this report due to the way your theme is structured.":["Anche se il tuo CSS è minificato, potresti comunque avere questo report a causa della struttura del tema."],"Enable the <strong>Minify JavaScript Files<\/strong> option in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">Frontend Optimization tab<\/a> to pass this audit.":["Abilita le opzioni <strong>Minifica i file JavaScript<\/strong> e Rinvia il blocco di visualizzazione JS nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">sezione Ottimizzazione del frontend<\/a> per superare questa verifica."],"Enable the <strong>Minify CSS Files<\/strong> option in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">Frontend Optimization tab<\/a> to pass this audit.Note, that you may keep getting this message because of the way your theme is structured.":["Abilita l'opzione <strong>Minifica i file CSS<\/strong> nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">sezione Ottimizzazione del frontend<\/a> per superare questa verifica. Nota che potresti continuare a ricevere questo messaggio a causa del modo in cui è strutturato il tema."],"To pass this check, go to the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#images\">Image Optimization tab<\/a> and enable the <strong>Lazy Load Images<\/strong> option.":["Per passare questa verifica, vai alla <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#images\">sezione Ottimizzazione immagini<\/a> e abilita l'opzione <strong>Lazy Load delle immagini<\/strong>."],"Not all images can be lazy-loaded, so you may continue to get this message, even after your site is well optimized.":["Il lazy-load non è attivabile per tutte le immagini, quindi potresti continuare a ricevere questo messaggio anche dopo che il tuo sito è stato ottimizzato."],"Make sure you’re not loading the original images but a properly sized thumbnail. In addition, you can enable the check the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#images\">Image Optimization tab<\/a> to optimize new uploads and bulk optimize existing images in your site.":["Assicurati di non caricare le immagini originali ma una miniatura di dimensioni adeguate. Inoltre, puoi abilitare il controllo nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#images\">sezione Ottimizzazione immagini<\/a> per ottimizzare sia nuovi caricamenti, sia immagini esistenti in blocco sul tuo sito."],"Check your theme and if you're not using images larger than the positions they fit. If you've recently switched between themes, try regenerating your thumbnails too.":["Controlla il tuo tema e verifica che non stai utilizzando immagini più grandi del dovuto. Se hai recentemente cambiato tema, prova a rigenerare anche le miniature."],"Enable the <strong>Defer Render-blocking JS<\/strong> option in the <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">Frontend Optimization tab<\/a> and exclude critical scripts from it to pass this audit. Note, that not all resources can be deferred, so you may continue to get this message, even after your site is well optimized.":["Abilita l'opzione <strong>Rinvia il blocco di visualizzazione JS<\/strong> nella <a class=\"sg-link sg-with-color sg-typography sg-typography--break-all\" href=\"#frontend\">sezione Ottimizzazione del frontend<\/a> ed escludi da esso script critici per superare questo controllo. Tieni presente che non tutte le risorse possono essere rinviate, quindi potresti continuare a ricevere questo messaggio, anche dopo che il tuo sito è stato ottimizzato."],"Not all resources can be deferred, so you may continue to get this message, even after your site is well optimized.":["Non tutte le risorse possono essere rinviate, quindi potresti continuare a ricevere questo messaggio anche dopo che il tuo sito è stato ottimizzato."],"The SG Optimizer plugin is designed to work only on SiteGround Servers.":["Il plugin Optimizer SG è progettato per funzionare solo sui server SiteGround"],"The SG Optimizer plugin is designed to work only on SiteGround Servers. We've deactivated it because it may render your site blank if used on another environment.":["Il plugin Optimizer SG è progettato per funzionare solo sui server SiteGround. Lo abbiamo disattivato perché potrebbe rendere vuoto il tuo sito se utilizzato in un altro ambiente."],"Defer Render-blocking JS":["Rinvia il blocco di visualizzazione JS"],"Lazy Load for Product Images":["Lazy Load per le immagini dei prodotti"],"Lazy Load for Mobile":["Lazy Load per mobile"],"Browser-Specific Caching":["Cache specifica per il browser"],"https:\/\/www.siteground.com":["https:\/\/it.siteground.com\/"],"https:\/\/siteground.com":["https:\/\/it.siteground.com\/"],"others":["altri"],"CSS Combination":["Combinazione CSS"],"Could not disable %s":["Non puoi disabilitare %s"],"Could not enable %s":["Non puoi abilitare %s"],"%s Disabled":["%s Disabilitare"],"%s Enabled":["%s Abilitare"],"Image Optimization":["Ottimizzazione immagini"],"Frontend Optimization":["Ottimizzazione del front-end"],"Environment Optimization":["Ottimizzazioni dell'ambiente"],"SuperCacher Settings":["Impostazioni SuperCacher"],"Option":["Opzione"],"New Images Optimization":["Ottimizzazione nuove immagini"],"Can Optimize Environment":["Permesso di Ottimizzare l'ambiente"],"Can Optimize Images":["Permesso di ottimizzare le immagini"],"Can Optimize Frontend":["Permesso di ottimizzare il Frontend"],"Can Config SuperCacher":["Permesso di configurare SuperCacher"],"Lazy Loading Widgets":["Lazy Load dei Widget in corso "],"Lazy Loading Responsive Images":["Lazy Load delle immagini responsive in corso "],"Lazy Loading Thumbnails":["Lazy Load delle anteprime in corso "],"Lazy Loading Gravatars":["Lazy Load dei Gravatar in corso "],"Lazy Loading Images":["Lazy Load delle immagini in corso "],"Emoji Removal Filter":["Filtro rimozione Emoji"],"Query Strings Removal":["Rimozione Query String"],"CSS Minification":["Minificazione CSS"],"JavaScript Minification":["Minificazione JavaScript"],"HTML Minification":["Minificazione HTML"],"Insecure Content Fix":["Correzione contenuti non sicuri"],"Browser Caching":["Cache del browser"],"HTTPS":["HTTPS"],"Memcache":["Memcache"],"Autoflush":["Autoflush"],"Could Not Disable Memcache!":["Non puoi disabilitare Memcache!"],"Memcached Disabled!":["Memcached disabilitata!"],"Could Not Enable Memcache!":["Non puoi abilitare Memcache!"],"Memcached Enabled":["Memcached abilitata"],"SG Optimizer was unable to connect to the Memcached server and it was disabled. Please, check your SiteGround control panel and turn it on if disabled.":["SG Optimizer non è stato in grado di connettersi al server Memcached ed è stato disattivato. Controlla il pannello di controllo SiteGround e attivalo, se disattivato."],"SG Optimizer has detected that Memcached was turned off. If you want to use it, please enable it from your SiteGround control panel first.":["SG Optimizer ha rilevato che Memcached non è attivo. Se si desidera utilizzarlo, attivalo prima dal pannello di controllo di SiteGround."],"<strong>Important warning from SG Optimizer plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%s<\/strong>. Please note that having two plugins with the same functionality may actually decrease your site's performance and hurt your pages loading times so we recommend you to leave only one of the plugins active.":["<strong>Avviso importante dal plugin SG Optimizer<\/strong>: abbiamo rilevato che esiste una funzionalità uguale a quella fornita da altri plugin installati sul tuo sito: <strong>%s<\/strong>. Tieni presente che avere due plugin con la stessa funzionalità può effettivamente ridurre le prestazioni del tuo sito e danneggiare i tempi di caricamento delle pagine, pertanto ti consigliamo di lasciare attivo solo uno dei plugin."],"<strong>Important message from SG Optimizer plugin<\/strong>: We have detected that there is duplicate functionality with other plugins installed on your site: <strong>%1$s<\/strong> and have deactivated the following functions from our plugin: <strong>%2$s<\/strong>. If you wish to enable them, please do that from the SG Optimizer config page.":["<strong>Messaggio importante dal plugin SG Optimizer<\/strong>: Abbiamo rilevato che esistono funzionalità duplicate con altri plugin installati sul tuo sito: <strong>%1$s<\/strong> e disattivato le seguenti funzioni del nostro plugin:  <strong>%2$s<\/strong>. Se desideri abilitarle, procedi dalla pagina di configurazione di SG Optimizer."],"GZIP Compression":["Compressione GZIP"],"Performance Test":["Test delle prestazioni"],"Disable":["Disabilita"],"Enabled":["Abilitato"],"This plugin will link your WordPress application with all the performance optimizations provided by SiteGround":["Questo plugin collegherà la tua applicazione WordPress con tutte le ottimizzazioni prestazionali fornite da SiteGround"],"SG Optimizer":["SG Optimizer"],"Purge Cache":["Svuota Cache"],"Dynamic Cache":["Cache dinamica"],"Purge SG Cache":["Pulisci la Cache SG"],"SiteGround":["SiteGround"]}